TOKEN = '6318071305:AAEw3N7otaIlAwR9iIC1PgNgAnspme5BIN0'

START_MESSAGE = ("Добро пожаловать, я твой 'Emotion Tunes Bot' я могу тебе посоветовать песни исходя из твоего "
                 "настроения, если хочешь узнать как мной пользоваться введи /help")
HELP_MESSAGE = ("Вот какие команды у меня есть:\n/send - после нее тебе необходимо будет выбрать временной интервал в "
                "котором тебя интересуют песни и отослать фото твоего лица, по которой я определю твое настроение"
                " и посоветую плейлист\n/feedback - можешь написать сообщение с фидбеком по последнему предсказанному "
                "плейлисту")
IMAGE_SUCCESS = "Спасибо! Фотография успешно сохранена."
IMAGE_MISTAKE = "Извините, это не похоже на фотографию. Попробуйте еще раз."
FAILURE = "Произошла ошибка"
PHOTO_REQUEST = "Пожалуйста, отправьте мне фотографию:"
CHOOSE_TIME = "Выберите временной интервал:"
INTERVAL_CHOOSEN = "Вы выбрали интервал:"
FEEDBACK_THANKS = "Спасибо за ваш отзыв! Он был сохранен."
FEEDBACK_REQUEST = "Введите ваш отзыв:"
MOOD_MESSAGE_TEMPLATE = "Ваше настроение: {mood}.\nИ вот какой плейлист подходит под ваше настроение:\n"

IMAGE_DIRETORY = "images"
FEEDBACK_DIRECTORY = "feedbacks"